const memes = [
    {
        "id": 1,
        "Название мема": "Kermit Drinking Tea",
        "Лайки": 52591,
        "Репосты": 4237,
        "Рейтинг": 9.0,
        "Просмотры": 60000
    },
    {
        "id": 2,
        "Название мема": "X X Everywhere",
        "Лайки": 492844,
        "Репосты": 43424,
        "Рейтинг": 7.9,
        "Просмотры": 550000
    },
    {
        "id": 3,
        "Название мема": "Expanding Brain",
        "Лайки": 882653,
        "Репосты": 41000,
        "Рейтинг": 4.0,
        "Просмотры": 900000
    },
    {
        "id": 4,
        "Название мема": "Willy Wonka",
        "Лайки": 378356,
        "Репосты": 5133,
        "Рейтинг": 2.4,
        "Просмотры": 400000
    },
    {
        "id": 5,
        "Название мема": "Doge",
        "Лайки": 521944,
        "Репосты": 10099,
        "Рейтинг": 7.8,
        "Просмотры": 550000
    },
    {
        "id": 6,
        "Название мема": "Evil Kermit",
        "Лайки": 339113,
        "Репосты": 47992,
        "Рейтинг": 7.8,
        "Просмотры": 350000
    },
    {
        "id": 7,
        "Название мема": "Evil Kermit",
        "Лайки": 902284,
        "Репосты": 37221,
        "Рейтинг": 8.1,
        "Просмотры": 950000
    },
    {
        "id": 8,
        "Название мема": "One Does Not Simply",
        "Лайки": 108331,
        "Репосты": 21758,
        "Рейтинг": 3.6,
        "Просмотры": 120000
    },
    {
        "id": 9,
        "Название мема": "Salt Bae",
        "Лайки": 796146,
        "Репосты": 21490,
        "Рейтинг": 8.3,
        "Просмотры": 850000
    },
    {
        "id": 10,
        "Название мема": "Distracted Boyfriend",
        "Лайки": 897169,
        "Репосты": 22446,
        "Рейтинг": 9.1,
        "Просмотры": 950000
    },
    {
        "id": 11,
        "Название мема": "Change My Mind",
        "Лайки": 919016,
        "Репосты": 18986,
        "Рейтинг": 2.8,
        "Просмотры": 950000
    },
    {
        "id": 12,
        "Название мема": "Bad Luck Brian",
        "Лайки": 260522,
        "Репосты": 34654,
        "Рейтинг": 9.6,
        "Просмотры": 300000
    },
    {
        "id": 13,
        "Название мема": "Doge",
        "Лайки": 28752,
        "Репосты": 16688,
        "Рейтинг": 0.4,
        "Просмотры": 30000
    },
    {
        "id": 14,
        "Название мема": "Ancient Aliens",
        "Лайки": 529516,
        "Репосты": 26781,
        "Рейтинг": 8.3,
        "Просмотры": 600000
    },
    {
        "id": 15,
        "Название мема": "Success Kid",
        "Лайки": 542391,
        "Репосты": 14094,
        "Рейтинг": 5.8,
        "Просмотры": 550000
    },
    {
        "id": 16,
        "Название мема": "Willy Wonka",
        "Лайки": 906815,
        "Репосты": 33322,
        "Рейтинг": 8.1,
        "Просмотры": 950000
    },
    {
        "id": 17,
        "Название мема": "Bad Luck Brian",
        "Лайки": 855977,
        "Репосты": 24943,
        "Рейтинг": 3.8,
        "Просмотры": 900000
    },
    {
        "id": 18,
        "Название мема": "Grumpy Cat",
        "Лайки": 878931,
        "Репосты": 8422,
        "Рейтинг": 6.7,
        "Просмотры": 900000
    },
    {
        "id": 19,
        "Название мема": "Evil Kermit",
        "Лайки": 525324,
        "Репосты": 43443,
        "Рейтинг": 2.1,
        "Просмотры": 550000
    },
    {
        "id": 20,
        "Название мема": "Spiderman Pointing",
        "Лайки": 731538,
        "Репосты": 41647,
        "Рейтинг": 7.4,
        "Просмотры": 800000
    },
    {
        "id": 21,
        "Название мема": "Galaxy Brain",
        "Лайки": 692620,
        "Репосты": 39839,
        "Рейтинг": 7.0,
        "Просмотры": 750000
    },
    {
        "id": 22,
        "Название мема": "Expanding Brain",
        "Лайки": 229240,
        "Репосты": 23784,
        "Рейтинг": 1.8,
        "Просмотры": 250000
    },
    {
        "id": 23,
        "Название мема": "X X Everywhere",
        "Лайки": 768733,
        "Репосты": 5768,
        "Рейтинг": 6.2,
        "Просмотры": 800000
    },
    {
        "id": 24,
        "Название мема": "Futurama Fry",
        "Лайки": 852653,
        "Репосты": 1658,
        "Рейтинг": 0.5,
        "Просмотры": 900000
    },
    {
        "id": 25,
        "Название мема": "Futurama Fry",
        "Лайки": 115967,
        "Репосты": 16735,
        "Рейтинг": 9.4,
        "Просмотры": 120000
    },
    {
        "id": 26,
        "Название мема": "Distracted Boyfriend",
        "Лайки": 279262,
        "Репосты": 46179,
        "Рейтинг": 1.0,
        "Просмотры": 300000
    },
    {
        "id": 27,
        "Название мема": "Confused Nick Young",
        "Лайки": 327833,
        "Репосты": 32407,
        "Рейтинг": 7.2,
        "Просмотры": 350000
    },
    {
        "id": 28,
        "Название мема": "Confused Nick Young",
        "Лайки": 618486,
        "Репосты": 33177,
        "Рейтинг": 9.0,
        "Просмотры": 650000
    },
    {
        "id": 29,
        "Название мема": "Arthur Fist",
        "Лайки": 592236,
        "Репосты": 2354,
        "Рейтинг": 4.1,
        "Просмотры": 600000
    },
    {
        "id": 30,
        "Название мема": "No This is Patrick",
        "Лайки": 501736,
        "Репосты": 13972,
        "Рейтинг": 3.6,
        "Просмотры": 550000
    },
    {
        "id": 31,
        "Название мема": "Sad Keanu",
        "Лайки": 116270,
        "Репосты": 35509,
        "Рейтинг": 8.5,
        "Просмотры": 150000
    },
    {
        "id": 32,
        "Название мема": "Surprised Pikachu",
        "Лайки": 475970,
        "Репосты": 26607,
        "Рейтинг": 4.5,
        "Просмотры": 500000
    },
    {
        "id": 33,
        "Название мема": "Drake Hotline Bling",
        "Лайки": 249596,
        "Репосты": 39098,
        "Рейтинг": 0.4,
        "Просмотры": 300000
    },
    {
        "id": 34,
        "Название мема": "Woman Yelling at Cat",
        "Лайки": 410025,
        "Репосты": 37243,
        "Рейтинг": 4.6,
        "Просмотры": 450000
    },
    {
        "id": 35,
        "Название мема": "X X Everywhere",
        "Лайки": 813327,
        "Репосты": 39000,
        "Рейтинг": 2.1,
        "Просмотры": 850000
    },
    {
        "id": 36,
        "Название мема": "Good Guy Greg",
        "Лайки": 819443,
        "Репосты": 19658,
        "Рейтинг": 8.4,
        "Просмотры": 850000
    },
    {
        "id": 37,
        "Название мема": "Shaq Staring",
        "Лайки": 773988,
        "Репосты": 35094,
        "Рейтинг": 3.7,
        "Просмотры": 800000
    },
    {
        "id": 38,
        "Название мема": "Success Kid",
        "Лайки": 99881,
        "Репосты": 7417,
        "Рейтинг": 4.4,
        "Просмотры": 110000
    },
    {
        "id": 39,
        "Название мема": "Distracted Boyfriend",
        "Лайки": 894741,
        "Репосты": 38584,
        "Рейтинг": 9.2,
        "Просмотры": 950000
    },
    {
        "id": 40,
        "Название мема": "Shaq Staring",
        "Лайки": 186386,
        "Репосты": 31852,
        "Рейтинг": 9.2,
        "Просмотры": 200000
    },
    {
        "id": 41,
        "Название мема": "Philosoraptor",
        "Лайки": 61324,
        "Репосты": 33809,
        "Рейтинг": 5.6,
        "Просмотры": 70000
    },
    {
        "id": 42,
        "Название мема": "Y U No",
        "Лайки": 130692,
        "Репосты": 17683,
        "Рейтинг": 8.2,
        "Просмотры": 150000
    },
    {
        "id": 43,
        "Название мема": "Mr. Krabs Blur",
        "Лайки": 849616,
        "Репосты": 34317,
        "Рейтинг": 9.8,
        "Просмотры": 900000
    },
    {
        "id": 44,
        "Название мема": "Arthur Fist",
        "Лайки": 678711,
        "Репосты": 47509,
        "Рейтинг": 3.6,
        "Просмотры": 700000
    },
    {
        "id": 45,
        "Название мема": "Y U No",
        "Лайки": 81200,
        "Репосты": 17089,
        "Рейтинг": 8.4,
        "Просмотры": 90000
    },
    {
        "id": 46,
        "Название мема": "Y U No",
        "Лайки": 154652,
        "Репосты": 2557,
        "Рейтинг": 8.8,
        "Просмотры": 160000
    },
    {
        "id": 47,
        "Название мема": "Disaster Girl",
        "Лайки": 444298,
        "Репосты": 45059,
        "Рейтинг": 4.5,
        "Просмотры": 500000
    },
    {
        "id": 48,
        "Название мема": "Distracted Boyfriend",
        "Лайки": 226932,
        "Репосты": 14050,
        "Рейтинг": 1.4,
        "Просмотры": 250000
    },
    {
        "id": 49,
        "Название мема": "Expanding Brain",
        "Лайки": 973352,
        "Репосты": 29953,
        "Рейтинг": 5.5,
        "Просмотры": 1000000
    }
];

export default memes;
